[{
  "reviews":[{
    "stars": 5,
    "body": "My husband never alllowed me to write, as he doesnt wan tme touching mens pens. Howeveer when I saw this product I decided to buy it (using my pocket money) and so far it has been fabulous! Once I had learnt to write, the feminine colour and the grip size (which was more suited to my delicate little hands) has enabled me to vent thoughts about new recipe ideas, sewing and gardening. My husband is less pleased with this product as he believes it will lead to more independence and he hates the feminine tingling sensation (along the visions of fairies and rainbows) he gets whenever he picks it up.",
    "author": "a keen skier"
    }, {
    "stars": 3,
    "body": "Recieved this gift for my 18th Birthday. Wish I'd have known what it was because as soon as I touched it, I grew a mustache and became a Navy Seal. Mom fainted and my dad laughed and handed me a beer. I was born a girl. Minus 2 stars because my breasts were really nice.",
    "author": "Kristi"
    }, {
    "stars": 1,
    "body": "This book is completely misleading. The entire plot revolves around finding Baby's belly button; the title makes this much clear from the beginning. However, there is no mystery. There is no twist.Baby's belly button is right where it is supposed to be, on Baby's stomach. Right where it clearly SHOWS you it is on the COVER OF THE BOOK. The plot is a complete mess as a reesult of it's reliance on the mystery of where the belly button is; everything falls apart the second you realize the belly button was in plain sight all along. There is no conflict, there is no character development, and there is scarcely any plot. Whoever wrote this book must have a serious error in judgement, because you would have to be an infant to not immediately understand where Baby's belly button is. This is one of the worst pieces of literature I have ever read.",
    "author": "PacMan"
    }, {
    "stars": 5,
    "body": "Got this for the Mother in-law for bath time, hoping it'd be crap, her kindle would slip out and electrocute her. So far, this bloody thing is staying in one piece. Great for waterproof Kindling, crap for murder.",
    "author": "Ben Harrison"
    }, {
    "stars": 5,
    "body": "What can I say about the 571B Banana Slicer that hasn't already been said about the wheel, penicillin, or the iPhone.... this is one of the greatest inventions of all time. My husband and I would argue constantly over who had to cut the day's banana slices. It's one of those chores NO ONE wants to do! You know, the old 'I spent the entire day rearing OUR children, maybe YOU can pitch in a little and cut these bananas?' and of course, 'You think I have the energy to slave over your damn bananas? I worked a 12 hour shift just to come home to THIS?!' These are the things that can destroy an entire relationship. It got to the point where our children could sense the tension. The minute I heard our 6-year-old girl in her bedroom, re-enacting our daily banana fight with her Barbie dolls, I knew we had to make a change. That's when I found the 571B Banana Slicer. Our marriage has never been healthier, AND we've even incorporated it into our lovemaking. THANKS 571B BANANA SLICER!",
    "author": "Mrs Toledo"
    }, {
    "stars": 5,
    "body": "I upgraded to Windows 95 from Windows 8. Before in Windows 8 I had to go to the ginormous start screen to launch a program on my desktop, but now in Windows 95, there is a start menu that makes launching programs so much easier. Alot of the default programs that came with Windows 8 are in Windows 95 like calculator, paint, notepad, etc. A notable and cool in Windows 95 is the briefcase, I can stick folders in it and bring the file up in another computer. Minesweeper is a great game in Windows 95 to try. Unlike Windows 8, MS-DOS games are fully compatible, so no need for DOS Box. Additionally, Windows 95 uses significantly less resources like hard disk space, so my hard drive went from 475gb out of 500gb with Win8, to 499gb out of 500gb with Win95. Some other useful features in Windows 95 are disk defrag for defragging your drive, and Scan Disk for checking for disk errors. The thing I love most about Windows 95 is the simplicity, there is no other interface, and not a bucket load of apps preinstalled. Windows 95 is overall a great OS and I highly recommend it." ,
    "author": "Brenden"
    }, {
    "stars": 3,
    "body": "Buy this book, or dont, I dont care anymore. It used to be that when I got home from work the only thing I'd want to put in my mouth was the cold barrel of my grandfather's shotgun. Then I discovered Sonia Allison's Chicken Tetrazzini, and now there are two things.",
    "author": "Michael J. Pemulis"
    }, {
    "stars": 5,
    "body": "Accoutrments Horse Head Mask saved my life. When I turned State's Witness they didn't have enough money to put me in the Witness Protection Program, so they bought me this mask, and gave me a list of suggested places to move. Since then I've lived my life in peace and safety knowing that my old identity is forever obscured by this life-saving item.",
    "author": "John Neal"
    }, {
    "stars": 5,
    "body": "I'm a risk analyst for a major insurance firm, so when my wife and I were planning a birthday party for our seven-year-old, Crispin, my mind naturally turned to liabilities. We'd settled on the theme of a 'backyard carnival', complete with a swing set, a trampoline, merry-go-round, and a giant Slip `n Slide. So I carefully inspected the equipment for safety. It all seemed sound. We have a home on a bluff overlooking the ocean. As it happened, on the day of the party our neighbors were trimming their fichus trees. We heard the sound of their wood chipper buzzing occasionally from the other side of our tall hedge. It was a little irritating, but not disruptive. The party started off wonderfully. A clown we'd hired made balloon animals, Crispin eagerly opened his presents, and all the children enjoyed cake and fruit punch. The weather was mild, the skies clear. It seemed a perfect day. Then we brought out the Slip `n Slide. The problem with water slides is what we in the trade call 'distributed water deficiency zones', or in layman's terms, dry spots. If a child hits one of these, it can put the brakes on the fun, and send them sliding down a path of medical claims--contusions, concussions, lacerations, abrasions, whiplash, back rash, and disc impaction. And that's just for starters. From there, it's a slippery slope toward major litigation. To avoid even the remote possibility of such injuries, I invested in this 55 gallon drum of water soluble personal lubricant--the idea being that the children could enjoy the slide in complete safety, then wash off in the hose before their parents came to retrieve them. With that in mind, I dipped each child into the vat before allowing them to cue up for the slide. The Slip `n Slide itself performed admirably, as did the lubricant. That, in fact, was the problem. Due to the slight downhill gradient of our yard, the children built up so much speed that they skidded across the lawn and into a retaining wall at the other end of our property, with sufficient force that I had to put an end to the activity. I endeavored to roll up the mat--no easy task, as the lawn surrounding the slide was itself now lubricated, and I struggled to maintain my footing. When I looked up from my labor, I grasped for the first time the scope of the liabilities I had unleashed--a horde of extremely well-lubricated seven-year-olds, hyped up on sugar and desperate for fun. I saw young Eliza Gimmelman climb onto the trampoline. She began jumping, but the pad soon became so slick that she lost all control. Her wild flailing unfortunately fell into harmonic synchronization with the motion of the springs, propelling her ever higher, until she soared above the trampoline's safety enclosure, over the hedge and into the neighbor's yard. There came a ghastly grinding sound, and I could tell from the crimson plume that followed, it would be a total loss. Twins Jeremy and Mason Lafferty were on the swing set. Having attained the swings' full range of motion, they were apparently having difficulty holding on. At that point, the swings became human catapults. Mason separated on the backswing, arcing over the roof of our home toward the street beyond. I surmised from the screeching tires, car horns and screams of horror that he was also unrecoverable. A terrified Jeremy soon lost his grip as well, sailing forward over the bluff, and plummeting 300 feet down into the ice-cold, shark-infested waters of the San Francisco Bay. An open claim, but not promising. The rest of the children were clinging to the merry-go-round. Having just witnessed the violent deaths of at least two of their playmates, they were no longer in the mood for fun. However, the lubricant had dripped from their glistening bodies into the central cog, allowing it to spin far faster than it was designed to, and this, likely combined with other factors--their relative weight distribution, the slight incline of the ground--caused their motion to become self-sustaining, and the centrifugal force built upon itself until they became a blurry, screaming disk of human suffering. Then they began to fly off like cannon balls. Martin Duckworth was the first to go, causing significant structural damage to our greenhouse. Lisa Aurelio shattered a line of ceramic garden gnomes, and Ethan Green slammed into our Audi Q7 so hard it had to be written off--as, tragically, did he. Several other children left what looked like gingerbread man indentations in the siding of our home. It was terrifying. When the wheel finally came to a stop, there was only one child aboard. As luck would have it, it was our own beloved Crispin, huddled in the center of the merry-go-round, weeping. My wife ran to him and hugged him with all the might of a relieved, traumatized parent. A little too hard, as it turned out. Lubricated as he was, he shot from her arms like a wet bar of soap, up fifteen feet in the air, landed on the trampoline, and then soared, in a half-gainer, over the hedge, into the wood chipper. Since then, I've asked myself a thousand times, is there anything I could have done differently? But in the end, no actuary table could have predicted this bloodbath. I can only conclude that this was an act of God. And that, to me, is truly terrifying. Because we're not covered for that.",
    "author": "James O. Thach"
    }
  ]
}]
